{
  "en": {
    "_name": "English",
    "pageMismatchError": "You seem to have reached this page in error. Please try logging in again",
    "continue": "Continue",
    "accountLinking": "Account Linking",
    "introduction":
      "It looks like you have another account with the same email address. We recommend you link these accounts.",
    "skipAlternativeLink": "I want to skip this and create a new account. (Not recommended)",
    "sameEmailAddressError": "Accounts must have matching email addresses. Please try again.",
    "identities": "You may sign in with {{identities}} to link accounts",
    "or": "or"
  },

  "es": {
    "_name": "Spanish",
    "pageMismatchError":
      "Parece que has llegado a esta página por error. Intenta iniciar sesión nuevamente",
    "continue": "Continuar",
    "accountLinking": "Vinculación de cuentas",
    "introduction":
      "Parece que ya tienes otra cuenta con la misma dirección de correo electrónico. Recomendamos que vincules las cuentas.",
    "skipAlternativeLink": "Quiero saltar esto y crear una nueva cuenta. (No recomendado)",
    "sameEmailAddressError":
      "Las cuentas deben tener la misma dirección de correo electrónico. Por favor intenta nuevamente.",
    "identities": "Puedes iniciar sesión con {{identities}} para vincular las cuentas",
    "or": "o"
  },

  "ja": {
    "_name": "Japanease",
    "pageMismatchError": "アクセスに失敗しました。もう一度ログインしてください。",
    "continue": "続ける",
    "accountLinking": "アカウントリンク",
    "introduction":
    "同じメールアドレスのアカウントが見つかりました。これらのアカウントを統合することを推奨します。",
    "skipAlternativeLink": "統合せずに新しいアカウントを作成する。 (非推奨)",
    "sameEmailAddressError": "一致するメールアドレスが見つかりませんでした。もう一度ログインしてください。",
    "identities": "統合すると{{identities}}でログインできるようになります。",
    "or": "または"
  },

  "fr": {
    "_name": "French",
    "pageMismatchError": "Vous semblez avoir atteint cette page par erreur. Veuillez réessayer de vous connecter",
    "continue": "Continuer",
    "accountLinking": "Liaison de compte",
    "introduction": "Il semble que vous ayez un autre compte avec la même adresse e-mail. Nous vous recommandons de lier ces comptes.",
    "skipAlternativeLink": "Je veux ignorer cela et créer un nouveau compte. (Non recommandé)",
    "sameEmailAddressError": "Les comptes doivent avoir des adresses e-mail correspondantes. Veuillez réessayer.",
    "identities": "Vous pouvez vous connecter avec {{identities}} pour associer les comptes",
    "or": "ou" 
  },

  "nl": {
    "_name": "Dutch",
    "pageMismatchError": "Je lijkt deze pagina per ongeluk te hebben bereikt. Probeer opnieuw in te loggen",
    "continue": "Doorgaan",
    "accountLinking": "Koppeling van accounts",
    "introduction": "Het lijkt erop dat je een andere account hebt met hetzelfde e-mailadres. We raden je aan deze accounts te koppelen.",
    "skipAlternativeLink": "Ik wil dit overslaan en een nieuwe account aanmaken. (Niet aanbevolen)",
    "sameEmailAddressError": "Accounts moeten overeenkomende e-mailadressen hebben. Probeer het opnieuw.",
    "identities": "Je kunt je aanmelden met {{identities}} om accounts te koppelen",
    "or": "of"
  },

  "sv": {
    "_name": "Swedish",
    "pageMismatchError": "Du verkar ha kommit till denna sida av misstag. Försök att logga in igen",
    "continue": "Fortsätt",
    "accountLinking": "Kontolänkning",
    "introduction": "Det verkar som att du har ett annat konto med samma e-postadress. Vi rekommenderar att du länkar dessa konton.",
    "skipAlternativeLink": "Jag vill hoppa över detta och skapa ett nytt konto. (Ej rekommenderat)",
    "sameEmailAddressError": "Konton måste ha matchande e-postadresser. Försök igen.",
    "identities": "Du kan logga in med {{identities}} för att länka konton",
    "or": "eller"
  },

  "pl": {
    "_name": "Polish",
    "pageMismatchError": "Wygląda na to, że jesteś tutaj przez pomyłkę. Spróbuj ponownie.",
    "continue": "Kontynuuj",
    "accountLinking": "Łączenie kont",
    "introduction": "Wygląda na to, że masz już konto powiązane z tym adresem e-mail. Zalecamy ich połączenie.",
    "skipAlternativeLink": "Chcę pominąć ten krok i utworzyć nowe konto (niezalecane).",
    "sameEmailAddressError": "Konta muszą mieć ten sam adres e-mail. Spróbuj ponownie.",
    "identities": "Możesz zalogować się za pomocą {{identities}}, aby połączyć konta.",
    "or": "lub"
  }
}